tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
brew "bash"
brew "bash-completion@2"
brew "brew-php-switcher"
brew "composer"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "git"
brew "git-lfs"
brew "node"
brew "php@7.4", link: true
brew "tor", restart_service: true
brew "p7zip"
cask "keka"
cask "kekaexternalhelper"
cask "alfred"
cask "bartender"
cask "expressvpn"
cask "google-chrome"
cask "google-cloud-sdk"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "phoenix"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "dropbox"
cask "karabiner-elements"
cask "yandex-disk" # probably stale cask with invalid hash for installer
cask "1password"
cask "postman"
cask "monitorcontrol"