tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
#tap "shivammathur/php"
#brew "tor", restart_service: true
brew "p7zip"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "binutils"
# dev
brew "git"
brew "git-lfs"
brew "node"
#brew "composer"
#brew "php@7.4"
#brew "brew-php-switcher"
brew "go"
brew "minikube"
brew "helm"
brew "kubernetes-cli"
cask "openlens"
cask "docker"
# desktop
cask "keka"
cask "kekaexternalhelper"
cask "alfred"
cask "bartender"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "phoenix"
cask "telegram"
cask "whatsapp"
cask "visual-studio-code"
cask "dropbox"
cask "karabiner-elements"
#cask "yandex-disk" # probably stale cask with invalid hash for installer
cask "1password"
cask "1password/tap/1password-cli"
cask "postman"
cask "raycast"
cask "alt-tab"
cask "notion"
cask "obsidian"

# fonts
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
